НомерСчета = СтруктураПараметров.pay;
Запрос = Новый Запрос;
Запрос.Текст =
"ВЫБРАТЬ
|	БанковскиеСчета.Владелец КАК Владелец
|ИЗ
|	Справочник.БанковскиеСчета КАК БанковскиеСчета
|ГДЕ
|	БанковскиеСчета.НомерСчета = &НомерСчета";

Запрос.УстановитьПараметр("НомерСчета", НомерСчета);

РезультатЗапроса = Запрос.Выполнить();

Если НЕ РезультатЗапроса.Пустой() Тогда
        Выборка = РезультатЗапроса.Выбрать();
        Выборка.Следующий();
        СтруктураПараметров.Вставить("result", Новый Структура("parent,name", XMLСтрока(Выборка.Владелец), СокрЛП(Выборка.Владелец.Наименование)));
Иначе
        СтруктураПараметров.Вставить("result", "");
КонецЕсли;
