Запрос = Новый Запрос;
Запрос.Текст =
"
|ВЫБРАТЬ РАЗЛИЧНЫЕ
|	БанковскиеСчета.Владелец КАК parent,
|	БанковскиеСчета.НомерСчета КАК pay,
|	БанковскиеСчета.Владелец.Наименование КАК parent_name,
|	ВЫРАЗИТЬ(БанковскиеСчета.КаталогАрхива КАК СТРОКА(255)) КАК pdf_dir,
|	ВЫРАЗИТЬ(БанковскиеСчета.КаталогБанкКлиента КАК СТРОКА(255)) КАК txt_dir
|ИЗ
|	Справочник.БанковскиеСчета КАК БанковскиеСчета
|ГДЕ
|	НЕ БанковскиеСчета.ПометкаУдаления
|	И БанковскиеСчета.Владелец ССЫЛКА Справочник.Организации
|	И НЕ БанковскиеСчета.НомерСчета = """"
|";

Результат = Запрос.Выполнить().Выгрузить();
СтруктураПараметров.Вставить("result", арс_РаботаСJSON.СтрокаВBase64(арс_РаботаСJSON.ТаблицаЗначенийВJsonXmlЗначение(Результат)));
